{
  "languages": {
    "en": "English",
    "fr": "Français",
    "es": "Espanol",
    "ru": "Русский",
    "pt": "Português"
  },
  "countdown": {
    "days": "Days",
    "hours": "Hours",
    "minutes": "Minutes",
    "seconds": "Seconds"
  },
  "month": {
    "august": "August",
    "october": "October",
    "november": "November",
    "september": "September",
    "december": "December",
    "january": "January",
    "april": "April"
  },
  "form": {
    "your_name": "Your name",
    "incorrect_name": "Incorrect name",
    "e_mail": "E-mail",
    "incorrect_email": "Incorrect email address",
    "your_message": "Your message",
    "message_is_required": "Message is required",
    "send": "Send",
    "follow_facebook": "Follow us on Facebook",
    "follow_twitter": "Follow us on Twitter",
    "join_telegram": "Join our Telegram channel",
    "follow_instagramm": "Follow us on Instagramm"
  },
  "features_section": {
    "jerusalem_chain_plots": "Jerusalem Chain Plots",
    "jerusalem_chain_plots_text": "Jerusalem Chain represents a 650m<sup>2</sup> physical plot of land resting in the centre of world’s most spiritual sites in Jerusalem. This land has been divided into a total of 2,166,667 plots of 3cm<sup>2</sup>, each with a digital counterpart  that is showcased on a virtual map. This collection of digital plots will be offered for ownership to anyone seeking to mark their legacy on the Holy City.",
    "virtual_temple": "Virtual Temple of All Nations",
    "virtual_temple_text": "Jerusalem Chain plots grant individuals an exclusive entry into first ever <b>Virtual Temple of All Nations</b>. Inclusive and accessible to all belief structures, the temple remains religion neutral by presenting each believer with a holy setting that is based on their spiritual sense of belonging. The temple serves as a spiritual portal, forever linking plot owners to the Holy City and its community of believers.",
    "reservation_sale": "Reservation Sale",
    "reservation_sale_text": "Jerusalem Chain will offer only 166,667 digital plots at reduced prices of up to 50%  during the reservation sale. Individuals who purchase plots during this phase will receive an exclusive entrance to the Virtual Temple of All Nations with the right to select their plot first on the virtual, interactive map that will launch during Jerusalem Chain’s <i>main</i> sale.",
    "blockchain_technology": "Blockchain Technology",
    "blockchain_technology_text": "Jerusalem Chain is helping believers leave a legacy through the modern technological advancement of <i>blockchain</i>. Blockchain technology leverages smart contracts’ mechanism to record ownership on the Ethereum blockchain. Digital ownership record is secured contractually, for eternity. The record seals registration details and is transparent, immutable, and indestructible."
  },
  "timeline_section": {
    "reservation_sale": "Reservation Sale",
    "reservation_sale_text": "Only 166,667 Jerusalem Chain plots will be available for reservation at reduced prices. During this phase individuals will be able to purchase and reserve Jerusalem Chain plots on a first-come first-served basis. Participants in the reservation sale will also receive entry into the Virtual Temple of All Nations.",
    "project_launch": "Main Sale",
    "project_launch_text": "A virtual, interactive map will be launched on Jerusalem Chain’s website where plot owners will be able to explore their plots. Owners will be able to view their plots on the map and access their legacy. Ordering a printed  Jerusalem Chain certificate of ownership will be made possible. The remaining 2,000,000 plots will be offered for sale.",
    "virtual_temple": "Virtual Temple of All Nations",
    "virtual_temple_text": "The first virtual Temple of All Nations will be placed in the centre of Jerusalem Chain’s interactive map. Plot owners will be able to access this Virtual Temple of All Nations on Jerusalem Chain’s website or by visiting the Jerusalem Chain land and explore it using virtual reality equipment alongside our mobile application."
  },
  "faq_section": {
    "what_is_jerusalem_land": "What is the Jerusalem Chain Project?",
    "what_is_jerusalem_land_text": "<p>Jerusalem Chain links ancient history with the digital era by offering pieces of the Holy Land to its people. This blockchain-based project allows individuals to purchase digital plots of Jerusalem. A plot of physical land of 650m<sup>2</sup> in Jerusalem is divided into 2,166,667 plots of 3cm<sup>2</sup>, each having a digital counterpart. These digital counterparts are offered for ownership on Jerusalem Chain’s website.</p><p>Purchasing any Jerusalem Chain digital plots grants entry in the first ever <b>Virtual Reality Temple of All Nations</b>. The temple offers believers a space to connect to their belief, the higher power present in the Holy City and take charge of their spiritual journey. The temple will serve as a spiritual portal, connecting believers, regardless of physical distance, to the holy lands of Jerusalem.</p>",
    "virtual_temple": "What is Virtual Reality Temple of all Nations?",
    "virtual_temple_text": "<p>The Virtual Temple of All Nations is a digital temple positioned in the midst of the Jerusalem Chain’s land, surrounded by Jerusalem Chain digital plots. Every individual who enters the temple is blessed with the opportunity to take charge of their own spiritual journey filled with purpose and connection. Inclusive and accessible to all belief structures, the first Virtual Temple of All Nations remains religion neutral by presenting each believer with a holy setting that is based on their spiritual sense of belonging.</p><p>The temple will be made accessible on Jerusalem Chain’s website, allowing individuals to explore its exterior and interior from any location, at any time desired. Plot owners will be able to join their community in prayer rituals and any other communal engagements. Finally, it will be possible to access the plot from Jerusalem Chain’s land directly using our mobile application along with virtual reality equipment.</p>",
    "phases": "What are Jerusalem Chain’s project phases?",
    "phases_text": "<p>The Jerusalem Chain project will consist of three phases. The first being the <i>reservation sale</i>, where the number of available plots will be limited to 166,667 plots. In the reservation sale Jerusalem Chain plots will be offered at reduced prices.</p><p>The second phase is the <i>main sale</i> where the remaining plots 2,000,000 plots will be sold at retail prices through a virtual, interactive map on Jerusalem Chain’s website.</p><p>The final phase is the introduction of the Virtual Temple of All Nations, whereplot owners will have the option to be actively involved in taking charge of their own spiritual journey filled with purpose and connection.</p>",
    "look": "What does Jerusalem Chain’s land look like?",
    "look_text": "<p>Jerusalem Chain’s land is located on the hills of central Jerusalem right on the hills of the Mount of Olives. The prestigious and central land in Jerusalem is 650m<sup>2</sup> is surrounded by a multitude of sacred sites, each within walking distance. Temple Mount (600m), Church of the Holy Sepulchre (900m), the Church of Mary Magdalene (300m), Via Dolorosa (600m) and many other significant historical and spiritual landmarks stand in the vicinity of Jerusalem Chain’s land.</p>",
    "blockchain": "How is Jerusalem Chain related to blockchain?",
    "blockchain_text": "<p>Owning a digital piece of the city of Jerusalem is made possible using advanced blockchain technology. Jerusalem Chain is offering ownership of digital plots based on physical land in Jerusalem - all using the Ethereum blockchain. This superior and transparent blockchain technology allows for a decentralised, transparent and secure store of value and data. This means that each digital plot ownership registry will be recorded on the Ethereum blockchain and available publicly for anyone to verify. Each individual ownership registry guarantees immutable, irrevocable and transparent ownership of a digital plot along with a lasting legacy.</p><p>Jerusalem Chain leverages Ethereum’s smart contracts to store each plot ownership information on the Ethereum blockchain. The smart contacts will undergo extensive security audit to verify the immutability of the contracts. Additionally, EFT ERC 721 tokens will be emitted to prove ownership of each plot, while ERC 20 tokens will be used in the reservation sale to connect a plot owner to a plot and thus maintain future plot ownership.</p>",
    "reservation_sale": "What is the benefit of the reservation sale?",
    "reservation_sale_text": "<p>During reservation sale, Jerusalem Chain will offer a variety of benefits to their initial community joiners.</p><p>Firstly, 166,667 plots will be offered in the reservation sale at attractive, discounted prices. Jerusalem Chain will offer up to 50% discount for each plot. Plot owners who purchase their plot in the reservation sale will be able to select the location of their plots first on the virtual map. Additionally, individuals who claim their Jerusalem Chain plots in the reservation sale will secure their entry to Virtual Temple of All Nations.</p><p>The length of the reservation sale is 30 days. After the reservation sale phase of the project, the main sale along with the interactive map will launch where the remaining 2,000,000 plots will be sold, however without the benefits offered in the reservation sale.</p>",
    "what_do_i_need": "What do I need to be able to buy Jerusalem Chain plot(s)?",
    "what_do_i_need_text": "<p>In the reservation sale phase, Jerusalem Chain plots will be purchasable only with Ethereum cryptocurrency since Jerusalem Chain relies on the Ethereum blockchain to sell and record plot ownership information. It is, however, possible to purchase Ethereum cryptocurrency using traditional fiat currency (USE, EUR and alike) using <a href=\"https://portis.io\" target=\"_blank\">Portis</a>, a digital wallet, that will be implemented on the Jerusalem Chain website. Thus, any individual can easily purchase Ethereum cryptocurrency with traditional fiat currencies practically directly on Jerusalem Chain’s website and then use the Ethereum purchased to claim their plot.</p><p>Since Jerusalem Chain relies on blockchain and cryptocurrency to sell and store ownership information on Jerusalem Chain plots, a digital wallet is essential to make a purchase and store ownership data in an immutable fashion. Therefore, having a digital wallet to store your cryptocurrencies and plot ownership is necessary. Jerusalem Chain supports the following digital wallets: <a href=\"https://metamask.io\" target=\"_blank\">MetaMask</a> (compatible with Chrome and Firefox), <a href=\"https://trustwalletapp.com\" target=\"_blank\">Trust Wallet</a> (works on Android devices) and <a href=\"https://portis.io\" target=\"_blank\">Portis</a> (works on any desktop or mobile browser).</p>",
    "how_will_i_see": "How will I be able to see my plot of land?",
    "how_will_i_see_text": "<p>Jerusalem Chain will create a digital representation; a virtual, interactive map of the 650m<sup>2</sup> plot of land. The map will be released during the <i>main sale</i> phase of the project where individuals will have the ability to explore the land and the digital plots on it. The map will be available on the Jerusalem Chain website.</p><p>Each owner of a Jerusalem Chain plot will have the ability to access this virtual, interactive map on the Jerusalem Chain website.  On the map, owners will be able to locate and explore their plots, as well as all the other plots with their ownership information (if the information was made available to the public). Owners will be able to transfer their property to a next-of-kin, a friend, a partner or anyone else important in their lives. They will be also able to dedicate their plot of land in  memory of a loved one.</p>",
    "is_ownership_private": "Is information about ownership private?",
    "is_ownership_private_text": "<p>Each purchased plot of Jerusalem Chain will be registered on the Ethereum network along with the owner’s information (disclosure of the ownership information is subject to the owner’s preference) and any next-of-kin individual or entity. Jerusalem Chain values privacy and will not disclose any personal information to third parties.</p>",
    "is_it_mine": "Is a plot I bought mine?",
    "is_it_mine_text": "<p>When you purchase a Jerusalem Chain plot, you claim ownership of a digital plot. Each digital plot is backed up by a physical plot of land, in Jerusalem. More precisely, 1 Jerusalem Chain digital plot is always equivalent to 1 physical plot of land. When you purchase a Jerusalem Chain plot, you are buying a digital plot, while the company behind Jerusalem Chain maintains the ownership of the physical plot, but registers, on the blockchain, that you are the owner of the relevant digital plot. Your digital plot of Jerusalem Chain land remains in your possession indefinitely, or until you decide to transfer it, thus maintaining your personal legacy.</p>",
    "gift": "Can I buy Jerusalem Chain plot as a gift?",
    "gift_text": "<p>Yes, Jerusalem Chain land can be purchased as a gift. It is a perfect gift for any special occasion, be it a birthday, wedding, anniversary, graduation, holiday etc. You can freely purchase a Jerusalem Chain plot and gift it to any individual, whether a family member, a friend, a business partner or anyone else important to you.</p>",
    "certificate": "What if I want to receive a certificate?",
    "certificate_text": "<p>In addition to the digitally-signed plot of land, owners will have the option to order a printed Jerusalem Chain certificate of ownership from Jerusalem Chain’s website. This will allow you to showcase your legacy and maintain that special relationship even when physically distant.</p>"
  },
  "about_section": {
    "about_jerusalem_chain": "About Jerusalem Chain",
    "about_jerusalem_chain_text": "<p>Think about the last time you wanted to visit the Holy City, imagine walking through its grounds and feeling undeniable energy. Then, you remember how truly out of your reach it is physically. Yet, you still yearn for a sense of connection to this sacred place.</p><p>Jerusalem Chain offers anyone a place of belonging regardless of physical distance by allowing you to claim a piece of Jerusalem. A 650m<sup>2</sup> physical plot of land in Jerusalem, divided into 2,166,667 plots of 3 cm<sup>2</sup> each having a digital counterpart. These digital plots are offered for ownership to anyone seeking to mark their legacy in Jerusalem.</p>",
    "temple_entry": "Buying a Jerusalem Chain plot also grants exclusive entry into a first ever <b>Virtual Temple of All Nations</b>. Joining the Virtual Temple of All Nations blesses every individual with the opportunity to take charge of their spiritual journey and connect to the Holy City.",
    "benefits_of_presale": "Benefit of the Reservation Sale",
    "benefits_of_presale_text": "In the reservation sale only 166,667 digital plots will be offered for ownership at reduced prices of up to 50%. Purchasing a plot guarantees individuals exclusive entry into the first <b>Virtual Temple of All Nations</b> with the right to select their plot first when the project launches."
  },
  "sold_section": {
    "sold_pieces": "23,434 out of 100,000 pieces",
    "already_sold": "Already sold"
  },
  "legacy_section": {
    "mark_legacy_by": "Mark your legacy by acquiring a piece <br /> of Jerusalem Chain",
    "aquire_jerusalem_chain": "Acquire a Jerusalem Chain Plot and <br class=\"is-hidden-mobile\" /> Mark Your Legacy",
    "land_size": "Total land size",
    "number_of_plots": "Total plot supply",
    "size_of_a_plot": "Size of a plot",
    "meter": "m",
    "santimeter": "cm"
  },
  "why_purchase_section": {
    "why_purchase": "Why purchase Jerusalem Chain Plots",
    "personal_legacy": "Personal Legacy",
    "personal_legacy_text": "Individuals who purchase a digital plot of land can establish a lifelong connection to the Holy City and mark their legacy on Jerusalem’s ancient history for eternity. Each plot includes an option to specify a next-of-kin to ensure smooth transition of legacy to your family.",
    "temple_of_all_nations": "Join the Temple of All Nations",
    "temple_of_all_nations_text": "Jerusalem Chain plots guarantee an exclusive entry into a first Virtual Temple of All Nations. Joining the temple enhances religious and spiritual connection that everyone deserves to feel, regardless of physical distance. The temple is a space for everyone to feel connected to their religious and spiritual roots and beliefs.",
    "ownership_transparency": "Ownership Transparency",
    "ownership_transparency_text": "Through advanced blockchain technology, digital plot ownership is made transparent, immutable and indestructible. Your digital plot of Jerusalem Chain will remain in your possession for eternity and cannot be confiscated unless you chose to transfer it to another individual.",
    "lasting_memory": "Meaningful Gift and Lasting Memory",
    "lasting_memory_text": "Jerusalem Chain plot ownership is transferable to both family and friends. A plot can be gifted for any special occasion, a birthday, anniversary, graduation, and more. You can also claim a Jerusalem Chain plot in the name of deceased loved one, dedicating a special memory to a family member or friend to be recorded indefinitely on the blockchain"
  },
  "getting_started_data": {
    "what_do_i_need_to_reserve": "What do I need to reserve the Jerusalem Chain plots?",
    "what_do_i_need_to_reserve_text": "A computer or laptop with the desktop version of Chrome or Firefox <br /> MetaMask, a digital wallet used with web apps <br /> Ether, digital currency required to purchase Jerusalem Chain plots.",
    "what_is_metamask": "What is Metamask",
    "what_is_metamask_text": "MetaMask is a digital wallet used for storing cryptocurrency that you will need in order to reserve your Jerusalem Chain plot.",
    "why_is_my_meta_mask_locked": "Why is my MetaMask locked?",
    "why_is_my_meta_mask_locked_text": "This happens because MetaMask automatically locks after a certain period of time. To unlock simply click on the MetaMask extension and type in your password.",
    "reinstalling_meta_mask": "Reinstalling MetaMask",
    "reinstalling_meta_mask_text": "Due to an issue some users will need to uninstall and reinstall MetaMask. Sinly delete Metamask extension, reinstall it, and import your twelve seed words. Then you’ll be able to set the password you want to use.",
    "getting_ether_your_digital_currency": "Getting Ether, your digital currency",
    "getting_ether_your_digital_currency_text": "You will need to purchase ETH from an exchange, and then transfer the ETH from your exchange wallet to your MetaMask wallet. <br /> You cannot use regular currencies to reserve  Jerusalem Chain plots—currencies need to be converted into ETH first.",
    "how_to_send_eth_to_meta_mask": "How to send ETH to MetaMask",
    "how_to_send_eth_to_meta_mask_text": "Buy ETH from an exchange using normal fiat currency. Copy your MetaMask address by clicking on the large ‘...’ next to your account, then select ‘Copy Address to clipboard’. Go to your exchange, click ‘Accounts’, and select your ETH Wallet and click ‘send’. Paste the MetaMask address in the box with the amount you’d like to transfer."
  },
  "login": "Login",
  "view_all": "View all",
  "tour_of_the_land": "3D Tour of the Land",
  "metamask": "Metamask",
  "not_supported": "not supported",
  "upload_photo": "Upload<br >Photo",
  "reserve": "Reserve",
  "jerusalem_chain": "Jerusalem Chain",
  "jerusalem_chain_gallery": "Jerusalem Chain Gallery",
  "photo_gallery": "Photo Gallery",
  "gallery": "Gallery",
  "jerusalem_chain_represents": "Jerusalem Chain land rests in the center of world’s most spiritual sites in Jerusalem and occupies 650m<sup>2</sup>.",
  "reserve_only_chrome_firefox": "You can reserve Jerusalem Chain plots only in Chrome or Firefox.",
  "about": "About",
  "load_more": "Load More",
  "photo": "Photo",
  "of": "of",
  "double_your_pieces": "Double Your Pieces",
  "special_offer": "special offer for Friends & Family",
  "buy_above_1000_pices": "Buy above 1000 pieeces, and get double the pieces!",
  "how_to_double_my_purchase": "How To Double my Purchase?",
  "reserve_at_least_1000_pieces": "Reserve at least 1000 pieces",
  "the_pieces_must_be_purchased_during_the_reservation_sale": "The pieces must be purchased during the Reservation Sale",
  "wait_until_the_project_launch": "Wait until the Project launch",
  "we_will_credit_your_bonus_once_the_reservation_sale_ends": "We will credit your bonus once the Reservation Sale ends",
  "have_your_jerusalem_chain_pieces_doubled": "Have your Jerusalem Chain pieces doubled",
  "receive_a_bonus_equal_to_amout_of_pieces_you_have_reserved": "Receive a bonus equal to amout of pieces you have reserved",
  "buy_1000_or_more_pieces_and_get_double_the_pieces": "Buy 1000 or more pieces, and get double the pieces!",
  "get_chrome": "Get Chrome",
  "get_firefox": "Get Firefox",
  "get_metamask": "Get Metamask",
  "open_trustwallet": "Open TrustWallet",
  "wallet_required": "Wallet Required",
  "install_trustwallet": "In order to reserve and store your Jerusalem Chain Plots, please install TrustWallet by using the following link.",
  "how_it_works": "How it works",
  "get_chrome_text": "You need Metamask digital wallet to reserve and store your Jerusalem Chain plots. This will also be your login (no extra passwords needed)",
  "get_firefox_text": "Add Metamask to your browser toolbar to reserve Jerusalem Chain plots. <br /> This will be your login (no extra password needed).",
  "faq": "FAQ",
  "timeline": "Timeline",
  "only": "Only",
  "plots_in_reservation_sale": "Plots in Reservation Sale",
  "plots_available": "plots available",
  "t&c": "T&C",
  "our_vision": "Our vision",
  "contact": "Contact",
  "watch_video": "Watch Video",
  "sold": "Sold",
  "footer_copyright": "Jerusalem Chain, 2018. By purchasing Jerusalem Chain plots you are buying digital plots of land.",
  "your_own": "Your own",
  "cm": "cm",
  "m": "m",
  "blockchain_secured": "Blockchain-secured",
  "piece_of_history": "Piece of History",
  "piece_of_jerusalem": "Piece of Jerusalem",
  "reservation_sale": "Reservation Sale",
  "bonus": "{bonus}% Bonus Now",
  "for": "For",
  "learn_more_about_jerusalem": "Learn more about Jerusalem Chain",
  "learn_more": "Learn more",
  "plot_available": "This plot is available.",
  "reserve_for": "Reserve for",
  "owner": "Owner",
  "available": "Available",
  "next_of_keen": "Next-of-keen",
  "bonus_ends_in": "Bonus ends in",
  "document_id": "Document ID",
  "reserve_jerusalem_chain_land": "Reserve <br class=\"is-hidden-tablet\"> Jerusalem Chain land",
  "receive_bonus": "and receive a {bonus}% bonus",
  "project_timeline": "Project Timeline",
  "metamask_locked": "Metamask Locked",
  "open_instructions_unlock": "Simply open Metamask and follow the instructions to unlock it.",
  "you_ve_been_signed_out": "You’ve been <br/> Signed Out!",
  "click_the_button_to_sign_back": " Click the button below to sign back in.",
  "sign_in": "Sign In",
  "thank_you_for_purchasing_plots": "Thank you for purchasing Jerusalem Chain plots and joining our community!",
  "transaction_in_process": "The transaction request is in process, and can take up to a few minutes.",
  "we_will_get_in_touch_with_you": "Check the My Plots section to see your reserved plots.",
  "continue": "Continue",
  "signing_in": "Signing In",
  "language": "Language",
  "open_portis": "Open Portis",
  "wallet_required_portis": "In order to store your reserved plots, you must have an Ethereum wallet. In case you don't have a preferred wallet, you can use the built in Portis one.",
  "open_wallet_and_sign": "Open {walletName} and click \"Sign\"",
  "your_will_be_redirected_to_portis": "You will be redirected to Portis, digital wallet needed for reserving and storing Jerusalem Chain plots.",
  "create_account": "Create Account",
  "your_email_address_required_account_updates": " Your email address is required so we can send you project and account updates.",
  "your_nickname_is_public": "Your nickname is public and is how other users will identify you.",
  "private_key": "Private key",
  "nickname_optional": "Nickname (Optional)",
  "create": "Create",
  "email": "E-Mail",
  "privacy_is_important_to_us_learn_more_about": "Privacy is important to us. Learn more about our",
  "terms_of_use": "Terms of Use",
  "and": "and",
  "terms": "Terms",
  "privacy_policy": "Privacy Policy",
  "creating": "Creating",
  "i_accept_terms_of_use": "I accept terms of use",
  "i_accept_privacy_policy": "I accept privacy policy",
  "i_want_to_get_marketing_updates": "I want to get marketing updates",
  "wallet_address": "Wallet address",
  "plot": "plot",
  "reserve_jerusalem_chain_plots_by": "Reserve Jerusalem Chain plots by",
  "browser": "Browser",
  "installing_metamask": "installing Metamask",
  "it_will_also_act_as_your_login": "It will also act as your login (no extra password needed)",
  "reserve_plots_in_chrome_and_firefox": "You can reserve Jerusalem Chain plots in Chrome and Firefox",
  "i_installed_metamask": "I Installed Metamask",
  "getting_started": "Getting started",
  "my_plots": "My Plots",
  "my_account": "My Account",
  "account_settings": "Account Settings",
  "an_account": "An Account",
  "reserve_plots": "Reserve Plots",
  "your_wallet_address": "Your Wallet Address",
  "your_wallet_address_text": "Your wallet address used for your Jerusalem Chain account",
  "your_nickname": "Your Nickname",
  "your_nickname_text": "Your nickname used for identification by other users",
  "your_email": "Your Email",
  "email_address": "Email address",
  "terms_and_conditions": "Terms and Conditions",
  "email_required_text": "We require your email to send you project and account updates",
  "user_privacy_and_rights": "User privacy & rights",
  "user_privacy_rights": "User Privacy and Rights",
  "save_login_information": "Save your MetaMask login information and account recovery details!",
  "we_cant_help_restoring": "We can’t help restoring it if you lose it.",
  "copied_to_clipboard": "COPIED TO CLIPBOARD!",
  "you_reserved": "You reserved",
  "jerusalem_chain_plots": "Jerusalem Chain plots",
  "view_on_etherscan": "View on Etherscan",
  "you_didnt_reserve_any_plots": " You didin’t reserve any Jerusalem Chain plots",
  "save_changes": "Save Changes",
  "if_you_want_to_erase_text_one": "If you want to erase your user data or if you no longer agree to the Terms of Use or Privacy Policy, you may disconnect your wallet (0xf1cee…) from Jerusalem Chain which means that you will no longer be able to access the website’s features.",
  "if_you_want_to_erase_text_two": " Your nickname, email address, and IP address will be removed from our databases.",
  "if_you_want_to_erase_text_three": "Your Jerusalem Chain plots will not be lost. They will still be held in your wallet and you will be able to reconnect this wallet to Jerusalem Chain in the future as you know your seed phrases.",
  "disconnect_wallet_from_chain": "Disconnect Wallet <br class=\"is-hidden-desktop\"> from Jerusalem Chain",
  "save_your_login_information_and_details": "Save your MetaMask login information and account recovery details!",
  "description": "Description",
  "jerusalem_chain_plot": "Jerusalem Chain Plot",
  "price": "Price",
  "you_save": "you save",
  "choose_how_many_plots_to_reserve": "Choose how many plots you want to reserve",
  "total": "Total",
  "plots": "Plots",
  "log_out": "Log out",
  "thank_you": "Thank You",
  "your_message_been_sent": "Your message has been sent.",
  "we_will_get_back_as_soon_as_possible": "We will get back to you as soon as possible.",
  "close": "Close",
  "cookies_agreement": "This site uses Cookies. By continuing to browse the site, you are agreeing to our use of cookies.",
  "allow": "Allow",
  "copy": "Copy",
  "custom_amount": "Custom Amount",
  "text_input": "Text input"
}
